[
  {
    "id": 115,
    "network": "Polkadot",
    "proposal": "#115 - Three New HRMP Channels batch On Polkadot",
    "vote": 1,
    "rationale": "This referendum aims to accept and open return channels between Statemint and parachains BitGreen, SubSocial and Manta Network.",
    "details": "We support this referendum, because opening HRMP channels with Statemint allows those parachains the access to various native Polkadot assets.",
    "date": "2023-04-19"
  },
  {
    "id": 114,
    "network": "Polkadot",
    "proposal": "#114 - Polkadot Bridge Hub Genesis",
    "vote": 1,
    "rationale": "This referendum aims to add a Bridge Hub (BH) parachain to Polkadot and connect it with Kusama, Ethereum and other networks.",
    "details": "We support this major upgrade for having Polkadot<>Kusama bridge allowing more interaction between both networks.",
    "date": "2023-04-13"
  },
    {
    "id": 172,
    "network": "Kusama",
    "proposal": "#172 - Remove lock for Bifrost swapped parachain id (2259 & 2262)",
    "vote": 1,
    "rationale": "Kusama parachain Bifrost requests help unlocking 2 successful slot renewals.",
    "details": "We want to help Bifrost unlock the previously locked 700 KSM after succesfull slot renewal.",
    "date": "2023-04-26"
  },
  {
    "id": 171,
    "network": "Kusama",
    "proposal": "#171 - Formalise the community decision and close the Bounty #13",
    "vote": 1,
    "rationale": "This referendum aims to formalise the community decision and close the bounty #13 on-chain.",
    "details": "We support this proposal, as its closes outdated bounty #13 and returns funds to treasury.",
    "date": "2023-04-26"
  },
  {
    "id": 169,
    "network": "Kusama",
    "proposal": "#169 - 4-Month funding for Cryptozilla YouTube channel",
    "vote": 1,
    "rationale": "Funding to produce 40 English educational videos, that will be delivered in the next 4 months.",
    "details": "Our AYE will help Cryptozilla YouTube channel to deliver 40 educational videos, so that's why supported his proposal.",
    "date": "2023-04-26"
  },
    {
    "id": 32,
    "network": "Centrifuge",
    "proposal": "#32 - CP45 (RU): Runtime Upgrade 1018 + Add CFG and DOT to Asset Registry",
    "vote": 1,
    "rationale": "This referendum will initiate Runtime Upgrade 1018 on Centrifuge and add CFG and DOT to the Asset Registry.",
    "details": "By voting AYE, we indicated the approval of expanding investment options for users on Tinlake.",
    "date": "2023-04-19"
  }
]
