[
  {
    "id": 123,
    "network": "Polkadot",
    "proposal": "#123 - Batch of HRMP Channels with Statemint",
    "vote": 1,
    "rationale": "This proposal will open HRMP channels between Statemint and parachains Litentry, Composable, Polkadex and Zeitgeist.",
    "details": "Opening new HRMP channels with Statemint will enable those 4 parachains to use assets on Statemint, such as stablecoin USDT. That's we voted AYE.",
    "date": "2023-06-07"
  },
  {
    "id": 221,
    "network": "Kusama",
    "proposal": "#221 - Upgrade Kusama to v9430",
    "vote": 1,
    "rationale": "This referendum upgrades the Kusama network (Relay Chain, Asset Hub, and Bridge Hub) to v9430.",
    "details": "We support this Whitelisted Caller referendum upgrading Kusama Relay Chain, Asset Hub, and Bridge Hub to v9430.",
    "date": "2023-06-16"
  },
  {
    "id": 220,
    "network": "Kusama",
    "proposal": "#220 - RMRKv2 Integration in KodaDot - Kusama's NFT Infrastructure",
    "vote": 1,
    "rationale": "This proposal aims to fill the gap left by RMRK's focus on EVM and maintain a sustainable, inclusive platform for NFT trading within the Kusama network.",
    "details": "We support this proposal to integrate RMRKv2 into their inclusive NFT marketplace, because we think is crucial for saving Kusama NFTs and generating market demand.",
    "date": "2023-06-16"
  },
  {
  "id": 219,
  "network": "Kusama",
  "proposal": "#219 - Increase Parachain Validators to 300",
  "vote": 0,
  "rationale": "This propoasl aims to increase parachain validators to 300.",
  "details": "Following good network stability with 250 parachain validators, this further increases the number of validators participating in parachain validation from 250 to 300.",
  "date": "2023-05-16"
  },
  {
    "id": 100,
    "network": "Moonbeam",
    "proposal": "#100 Proposal to Register Asset xcCFG",
    "vote": 1,
    "rationale": "This proposal is to Register xcCFG as an XC-20.",
    "details": "Adding more parachain native tokens such as CFG from Centrifuge into Moonbeam as XC-20 tokens improve the multichain spirit of Polkadot.",
    "date": "2023-06-13"
  },
  {
    "id": 49,
    "network": "HydraDX",
    "proposal": "#49 - Add ASTR to Omnipool",
    "vote": 1,
    "rationale": "By that referendum approved, 2,22M ASTR will be added to the Omnipool with 5% weight cap.",
    "details": "Adding new Polkadot native assets such as GLMR or ASTR is super important for the HydraDX Omnipool adoption, so that's we supported this referendum.",
    "date": "2023-06-09"
  },
  {
    "id": 48,
    "network": "HydraDX",
    "proposal": "#48 - Mint 20M HDX & launch Hydrated Farms with DOT LM",
    "vote": 1,
    "rationale": "This referendum aims to kick off HydraDX’s Liquidity Mining programme by creating DOT LM Yield farm and provide it with 20M HDX liquidity",
    "details": "We can finally see the Liquidity Mining programme at the HydraDX Omnipool, so that's we are super excited by that and of course we voted AYE on this.",
    "date": "2023-06-09"
  },
    {
    "id": 32,
    "network": "Centrifuge",
    "proposal": "#64 - CP51: Onboarding the 2nd batch of collators",
    "vote": 1,
    "rationale": "This referendum will onboard the 2nd batch of 5 collators on Centrifuge.",
    "details": "Increasing number of collators will help to decentralize the collator set, so we voted AYE on this.",
    "date": "2023-06-07"
  }
]
