[
  {
    "id": 85,
    "network": "Polkadot",
    "proposal": "#85 - 42 Week Media Order from The Kusamarian 🤖❤️",
    "vote": 1,
    "rationale": "This proposal aims to fund Kusamarian content creation including AAG, Space Monkeys etc..",
    "details": "Kusamarian is one of the most known content creators in Polkadot space and we support him and his funding.",
    "date": "2023-07-26"
  },
  {
    "id": 77,
    "network": "Polkadot",
    "proposal": "#77 - Smoldot development financing Q3/2023",
    "vote": 1,
    "rationale": "This proposal aims to fund the development of Smoldot light client for Q3/2023.",
    "details": "Smoldot is an alternative implementation of the Polkadot client focused on using as little CPU, memory, and bandwidth as possible. It's amazing tool for increasing decentralization of the blockchain, so we fully support this proposal.",
    "date": "2023-07-26"
  },
  {
    "id": 247,
    "network": "Kusama",
    "proposal": "#247 - Tip for N4DRO for his forensic analysis of addresses associated with recent voting behavior",
    "vote": 1,
    "rationale": "This referendum aims to tip 5 KSM to N4DRO for swift on-chain analysis.",
    "details": "Tipping N4DRO for swiftly analyzing addresses involved in Kusama referenda could help to safeguard network security. That's why we voted AYE.",
    "date": "2023-08-01"
  },
  {
    "id": 1,
    "network": "Moonbeam",
    "proposal": "#1 Proposal: 1 Increase the Collator Active Set in Moonbeam by 4 (3+1 Orbiter)",
    "vote": 1,
    "rationale": "This proposal aims to increase the Collator Active Set by 4 collators, including 1 Orbiter.",
    "details": "Opening collator set for more participants leads to higher decree of decentralization, that's why voted AYE on this one.",
    "date": "2023-08-08"
  },
  {
    "id": 0,
    "network": "Moonbeam",
    "proposal": "#0 Creation of the OpenGov Tech Committee",
    "vote": 1,
    "rationale": "This proposal aims to create the Tech Committee for newly created OpenGov, that has the power to whitelist proposals on the WhiteList Track.",
    "details": "Moving into OpenGov is a way forward for decentralization of Moonbeam, so we voted AYE on this one. The Technical Committee serves to help make well-informed decisions on a technical basis.",
    "date": "2023-08-08"
  },
  {
    "id": 54,
    "network": "HydraDX",
    "proposal": "#54 - Add iBTC & DOT liquidity to Omnipool",
    "vote": 1,
    "rationale": "By that referendum approved, 105000 DOT & 6,44 iBTC will be added to the Omnipool from the Treasury.",
    "details": "Adding new liquidity to Omnipool increases trading efficiency, which is a positive thing. This is why we support this referendum.",
    "date": "2023-07-17"
  },
    {
    "id": 24,
    "network": "Basilisk",
    "proposal": "#24 - HRMP channel openings",
    "vote": 1,
    "rationale": "This referendum will enable opening of new HRMP channels with Bifrost, Shiden, Calamari and Kintsugi.",
    "details": "Opening new HRMP channels brings new opportunities for all mentioned chains allowing adding a new tokens to Basilisk DEX. We definitely support this.",
    "date": "2023-07-27"
  }
]
