[
  {
    "id": 123,
    "network": "Polkadot",
    "proposal": "#123 - Batch of HRMP Channels with Statemint",
    "vote": 1,
    "rationale": "This proposal will open HRMP channels between Statemint and parachains Litentry, Composable, Polkadex and Zeitgeist.",
    "details": "Opening new HRMP channels with Statemint will enable those 4 parachains to use assets on Statemint, such as stablecoin USDT. That's we voted AYE.",
    "date": "2023-06-07"
  },
  {
    "id": 214,
    "network": "Kusama",
    "proposal": "#214 - Further decentralize collator set on Kusama system chains",
    "vote": 1,
    "rationale": "This proposal aims to decentralize the following system chains – Kusama Asset Hub (former Statemine) and Kusama Bridge Hub.",
    "details": "We support this proposal for increasing the number of decentralized collators of Kusama Asset Hub and Kusama Bridge Hub.",
    "date": "2023-06-07"
  },
  {
    "id": 213,
    "network": "Kusama",
    "proposal": "#213 - Moving a paraid to a new manager address - Kabocha",
    "vote": 1,
    "rationale": "This proposal seeks community input on technical feasibility and support for Kabocha.",
    "details": "We support this proposal for technical feasibility and potential community benefits.",
    "date": "2023-06-07"
  },
  {
  "id": 211,
  "network": "Kusama",
  "proposal": "#211 - (Polkadot Latam, Start)",
  "vote": 0,
  "rationale": "This propoasl asks for retroactive funding for the development of the Encointer, a common good parachain on Kusama.",
  "details": "Encointer has amazing and inovative usecase, bringing adoption to the local communitites and we fully support that approach, so that's why we voted AYE on this referenda.",
  "date": "2023-05-30"
  },
  {
    "id": 98,
    "network": "Moonbeam",
    "proposal": "#98 Fast-Tracked Proposal 95",
    "vote": 1,
    "rationale": "XCM Transactor pallet had an issue in which it crafted an XCM V3 message that could not be converted to XCM V2.",
    "details": "Our intention is to help Moonbeam to entact the referendum 95, so why voted AYE to this fast-tracking proposal by Tech-Committee and the Council.",
    "date": "2023-05-18"
  },
  {
    "id": 46,
    "network": "HydraDX",
    "proposal": "#46 - Accept Moonbeam HRMP & on-chain remark",
    "vote": 1,
    "rationale": "Accepting HRMP channel open request from Moonbeam is the final step to have GLMR in the Omnipool.",
    "details": "Opening channels and allowing trading blue chip tokens like GLMR is amazing achievement for HydraDX Omnipool, so that's we voted AYE.",
    "date": "2023-05-25"
  },
    {
    "id": 32,
    "network": "Centrifuge",
    "proposal": "#64 - CP51: Onboarding the 2nd batch of collators",
    "vote": 1,
    "rationale": "This referendum will onboard the 2nd batch of 5 collators on Centrifuge.",
    "details": "Increasing number of collators will help to decentralize the collator set, so we voted AYE on this.",
    "date": "2023-06-07"
  }
]
