[
  {
    "id": 44,
    "network": "Polkadot",
    "proposal": "#44 - Treasury proposal for New Product Development & OpenGov Deployment",
    "vote": 1,
    "rationale": "This proposal aims to cover infrastructure costs for Polkassembly and their governance features implementation.",
    "details": "Polkassembly is an integral part of Polkadot and Kusama governance. The features such as delegation, user-friendly interfaces, and improved governance experiences, so that's why support them with our AYE.",
    "date": "2023-07-01"
  },
  {
    "id": 229,
    "network": "Kusama",
    "proposal": "#229 - Subscan | Infrastructure Costs of Subscan for Kusama & Statemine (from July to December 2022)",
    "vote": 1,
    "rationale": "This referendum aims to fix previous referendum #214 and further decentralize collator set on Kusama system chains.",
    "details": "Subscan is importnant part of Polkadot ecosystem and having Kusama & Statemine on Subscan is absolutely essential.",
    "date": "2023-07-01"
  },
  {
    "id": 103,
    "network": "Moonbeam",
    "proposal": "#103 [MBIP-5] Possible Solutions for Unsustainable Storage Growth - MBIP-5: Add a Storage limit per gas",
    "vote": 1,
    "rationale": "This proposal aims to add a storage limit per gas.",
    "details": "There is no change to the base fee (when compared to MBIP-4). The transaction fee calculation follows the EIP-1559 standard, as this MBIP is focused on gas limit.",
    "date": "2023-07-01"
  },
  {
    "id": 101,
    "network": "Moonbeam",
    "proposal": "#101 Proposal to Register Asset xcNODL",
    "vote": 1,
    "rationale": "This proposal is to Register xcNODL as an XC-20 and open HRMP channel with Nodle Network.",
    "details": "Adding more parachain native tokens such as NODL from Nodle Network into Moonbeam as XC-20 tokens improve the multichain spirit of Polkadot.",
    "date": "2023-07-01"
  },
  {
    "id": 49,
    "network": "HydraDX",
    "proposal": "#49 - Add ASTR to Omnipool",
    "vote": 1,
    "rationale": "By that referendum approved, 2,22M ASTR will be added to the Omnipool with 5% weight cap.",
    "details": "Adding new Polkadot native assets such as GLMR or ASTR is super important for the HydraDX Omnipool adoption, so that's we supported this referendum.",
    "date": "2023-06-09"
  },
    {
    "id": 35,
    "network": "Centrifuge",
    "proposal": "#35 - CP53(GI): Listing CFG in HydraDX Omnipool & seeding initial liquidity",
    "vote": 1,
    "rationale": "This referendum will enable listing EFG token in HydraDX Omnipool and seeding the initial liquidity.",
    "details": "Adding new Polkadot native assets such as CFG is super important for the HydraDX Omnipool liquidity and further adoption, so that's we supported this referendum.",
    "date": "2023-06-21"
  }
]
