[
  {
    "id": 115,
    "network": "Polkadot",
    "proposal": "#115 - Three New HRMP Channels batch On Polkadot",
    "vote": 1,
    "rationale": "This referendum aims to accept and open return channels between Statemint and parachains BitGreen, SubSocial and Manta Network.",
    "details": "We support this referendum, because opening HRMP channels with Statemint allows those parachains the access to various native Polkadot assets.",
    "date": "2023-04-19"
  },
  {
    "id": 114,
    "network": "Polkadot",
    "proposal": "#114 - Polkadot Bridge Hub Genesis",
    "vote": 1,
    "rationale": "This referendum aims to add a Bridge Hub (BH) parachain to Polkadot and connect it with Kusama, Ethereum and other networks.",
    "details": "We support this major upgrade for having Polkadot<>Kusama bridge allowing more interaction between both networks.",
    "date": "2023-04-13"
  },
  {
    "id": 113,
    "network": "Polkadot",
    "proposal": "#113 - Reset Watr Parachain",
    "vote": 1,
    "rationale": "This referendum aims to reset the Watr blockchain back to seedling state.",
    "details": "Our goal by voting AYE is to help Watr progress to commercial deployment by reseting their parachain.",
    "date": "2023-04-11"
  },
  {
    "id": 152,
    "network": "Kusama",
    "proposal": "#152 - Tip for Goku",
    "vote": 1,
    "rationale": "A treasury tip for @0xgoku_'s efforts on twitter creating a treasury audit and putting together the excel spreadsheet of past KSM proposals.",
    "details": "We like the activity of Goku, so the requested amount is rationale for his effort.",
    "date": "2023-04-11"
  },
  {
    "id": 150,
    "network": "Kusama",
    "proposal": "#150 - From Theory to Practice Course",
    "vote": 1,
    "rationale": "This referendum aims to provide funding for creating a course focused on the first-time users of Polkadot and Kusama.",
    "details": "The course that focuses on fist-time users is something we endorse so that's why voted AYE.",
    "date": "2023-04-11"
  },
  {
    "id": 32,
    "network": "Centrifuge",
    "proposal": "#32 - CP45 (RU): Runtime Upgrade 1018 + Add CFG and DOT to Asset Registry",
    "vote": 1,
    "rationale": "This referendum will initiate Runtime Upgrade 1018 on Centrifuge and add CFG and DOT to the Asset Registry.",
    "details": "By voting AYE, we indicated the approval of expanding investment options for users on Tinlake.",
    "date": "2023-04-19"
  },
  {
    "id": 31,
    "network": "Centrifuge",
    "proposal": "#31 - CP40(GI): Updating Tinlake Rewards Allocation 2023-03",
    "vote": 1,
    "rationale": "This referendum aims to update Tinlake rewards allocation.",
    "details": "By voting AYE, we indicated the approval of changing the rewards on Centrifuge, which helps to upgrade the actual needs of Tinlake.",
    "date": "2023-04-13"
  }
]
