[
  {
    "id": 107,
    "network": "Polkadot",
    "proposal": "#107 - LayerX - rollout parachain as Trustless Bridge between Polkadot and Ethereum.",
    "vote": 1,
    "rationale": "This proposal aims to fund development on trustless bridge to Ethereum.",
    "details": "While there is already Snowbridge (bridge to Ethereum) on development, giving 10% of total supply of LRX token to all AYE voters of this referenda is very controversial. Vote buying is not something we encourage. We are strongly against this approach and we voted NAY.",
    "date": "2023-08-16"
  },
  {
    "id": 98,
    "network": "Polkadot",
    "proposal": "#98 - POLKADOT INSIDER - 28 WEEKS OPERATION & GROWTH FUNDING (AUGUST 2023 - FEBRUARY 2024)",
    "vote": 1,
    "rationale": "This proposal aims to fund Polkadot Insider content creation.",
    "details": "Polkadot Insider provided a ton of value to the DOT ecosystem, that's why support them in this referenda.",
    "date": "2023-08-15"
  },
  {
    "id": 93,
    "network": "Polkadot",
    "proposal": "#93 - Infrastructure Funding for Polkadot Asset Hub - Migration of Kusama NFTs",
    "vote": 1,
    "rationale": "This proposal represents a strategic opportunity to migrate NFTs to Polkadot Asset Hub from Kusama Relay chain.",
    "details": "Migrating NFTs to Polkadot Asset Hub makes sense thus we fully support you guys with this proposal.",
    "date": "2023-08-15"
  },
  {
    "id": 247,
    "network": "Kusama",
    "proposal": "#247 - Tip for N4DRO for his forensic analysis of addresses associated with recent voting behavior",
    "vote": 1,
    "rationale": "This referendum aims to tip 5 KSM to N4DRO for swift on-chain analysis.",
    "details": "Tipping N4DRO for swiftly analyzing addresses involved in Kusama referenda could help to safeguard network security. That's why we voted AYE.",
    "date": "2023-08-01"
  },
  {
    "id": 1,
    "network": "Moonbeam",
    "proposal": "#1 Proposal: 1 Increase the Collator Active Set in Moonbeam by 4 (3+1 Orbiter)",
    "vote": 1,
    "rationale": "This proposal aims to increase the Collator Active Set by 4 collators, including 1 Orbiter.",
    "details": "Opening collator set for more participants leads to higher decree of decentralization, that's why voted AYE on this one.",
    "date": "2023-08-08"
  },
  {
    "id": 0,
    "network": "Moonbeam",
    "proposal": "#0 Creation of the OpenGov Tech Committee",
    "vote": 1,
    "rationale": "This proposal aims to create the Tech Committee for newly created OpenGov, that has the power to whitelist proposals on the WhiteList Track.",
    "details": "Moving into OpenGov is a way forward for decentralization of Moonbeam, so we voted AYE on this one. The Technical Committee serves to help make well-informed decisions on a technical basis.",
    "date": "2023-08-08"
  },
  {
    "id": 58,
    "network": "HydraDX",
    "proposal": "#58 - HDX DCA Round 4",
    "vote": 1,
    "rationale": "By that referendum approved, 250k DAI from the Treasury will be converted into HDX by using DCA feature.",
    "details": "Converting DAI into other assets increase overall Omnipool liquidity, that's we voted AYE on this one.",
    "date": "2023-08-14"
  },
    {
    "id": 24,
    "network": "Basilisk",
    "proposal": "#24 - HRMP channel openings",
    "vote": 1,
    "rationale": "This referendum will enable opening of new HRMP channels with Bifrost, Shiden, Calamari and Kintsugi.",
    "details": "Opening new HRMP channels brings new opportunities for all mentioned chains allowing adding a new tokens to Basilisk DEX. We definitely support this.",
    "date": "2023-07-27"
  }
]
