[
  {
    "id": 117,
    "network": "Polkadot",
    "proposal": "#117 - Returning Supercolony lost funds back to the Treasury",
    "vote": 1,
    "rationale": "This referendum will transfer 6,011 DOT from the lost Supercolony account to the Polkadot treasury.",
    "details": "An unfortunate coincidence led to the loss of the account keys and then a new spending proposal was approved for the same action. We support the idea of sending these funds to the Polkadot treasury.",
    "date": "2023-05-03"
  },
  {
    "id": 115,
    "network": "Polkadot",
    "proposal": "#115 - Three New HRMP Channels batch On Polkadot",
    "vote": 1,
    "rationale": "This referendum aims to accept and open return channels between Statemint and parachains BitGreen, SubSocial and Manta Network.",
    "details": "We support this referendum, because opening HRMP channels with Statemint allows those parachains the access to various native Polkadot assets.",
    "date": "2023-04-19"
  },
    {
    "id": 179,
    "network": "Kusama",
    "proposal": "#179 - Sublab proposal #KSM-2: Substrate client improvements and Kotlinization",
    "vote": 1,
    "rationale": "Sublab is requesting 2 637 KSM for the current milestone which includes improvements to existing Substrate clients.",
    "details": "We try to help Sublab with this referendum, because they focus is on developing tools for developers in Substrate ecosystem.",
    "date": "2023-05-04"
  },
  {
    "id": 95,
    "network": "Moonbeam",
    "proposal": "#Re-Propose Ref93 / Opening HRMP Channel WIth HydraDX",
    "vote": 1,
    "rationale": "Opening an HRMP channel with HydraDX and Registering xcHDX asset.",
    "details": "We love the interoperability idea of parachains, so opening a bi-directional channel will allows HDX to be used on Moonbeam and GLMR on HydraDX.",
    "date": "2023-05-04"
  },
  {
    "id": 71,
    "network": "HydraDX",
    "proposal": "#71 POL Diversification and Deployment (Q2+ 2023)",
    "vote": 1,
    "rationale": "Deploying 4.8M DAI of HydraDX POL into Omnipool - 1M DAI into HDX, 3,33M DAI into DOT and 500k DAI into iBTC.",
    "details": "Bringing extra liquidity from the POL (protocol owned liquidity) is crucial for success of HydraDX Omnipool - more TVL = more efficient trading.",
    "date": "2023-04-29"
  },
    {
    "id": 32,
    "network": "Centrifuge",
    "proposal": "#32 - CP45 (RU): Runtime Upgrade 1018 + Add CFG and DOT to Asset Registry",
    "vote": 1,
    "rationale": "This referendum will initiate Runtime Upgrade 1018 on Centrifuge and add CFG and DOT to the Asset Registry.",
    "details": "By voting AYE, we indicated the approval of expanding investment options for users on Tinlake.",
    "date": "2023-04-19"
  }
]
