[
  {
    "id": 396,
    "network": "Polkadot",
    "proposal": "#396 - Chopsticks Web for dry run governance proposals and more",
    "vote": 1,
    "rationale": "Bryan Chen developed Chopsticks Web tool that supports dry run preimages, OpenGov proposals,Gov1 council motions etc.",
    "details": "This is a very valuable tool for testing proposals an on-chain actions that saves time to devs, that's why we support it.",
    "date": "2024-01-05"
  },
  {
    "id": 379,
    "network": "Polkadot",
    "proposal": "#379 - NFT XCM",
    "vote": 1,
    "rationale": "Unique Network team works on a solution to allow NFTs to be transferred between different blockchains via XCM.",
    "details": "NFT XCM is a crucial addition for Polkadot's full interoperability potential. Big AYE from us",
    "date": "2024-01-05"
  },
  {
    "id": 345,
    "network": "Polkadot",
    "proposal": "#345 - Lark Davis - Proposal for Funding Polkadot Content Creation",
    "vote": 1,
    "rationale": "CryptoLark proposes a content creation project for Polkadot worth 21,000 DOT over six months.",
    "details": "Lark is an OG in YouTube space. He is a good educator and this amount seems reasonable for the work he is going to do.",
    "date": "2023-12-19"
  },
  {
    "id": 231,
    "network": "Polkadot",
    "proposal": "#231 - Polkadot Treasury USDT Acquisition",
    "vote": 1,
    "rationale": "This proposal aims to accumulate USDT for Fellowship salaries through DCA orders, swapping DOT for USDT via HydraDX Omnipool.",
    "details": "We support this initiative for diversifying the Treasury, benefiting Fellowship salaries, the DOT token, and ecosystem efficiency.",
    "date": "2023-11-01"
  },
    {
    "id": 247,
    "network": "Kusama",
    "proposal": "#247 - Tip for N4DRO for his forensic analysis of addresses associated with recent voting behavior",
    "vote": 1,
    "rationale": "This referendum aims to tip 5 KSM to N4DRO for swift on-chain analysis.",
    "details": "Tipping N4DRO for swiftly analyzing addresses involved in Kusama referenda could help to safeguard network security. That's why we voted AYE.",
    "date": "2023-08-01"
  },
  {
    "id": 77,
    "network": "HydraDX",
    "proposal": "#77 - Add GLMR to Omnipool [CORRECT]",
    "vote": 1,
    "rationale": "By that referendum approved, HydraDX will add GLMR to the Omnipool.",
    "details": "Having GLMR in the Omnipool will boost the usage of it, which will benefit both HydraDX and Moonbeam.",
    "date": "2023-09-25"
  }
]
