[
  {
    "id": 157,
    "network": "Polkadot",
    "proposal": "#157 - Increase DOT media visibility through media buying and airdrop campaign.",
    "vote": 0,
    "rationale": "This proposal aims to airdrop DOT tokens and create content to attract new users into the ecosystem.",
    "details": "The amount of 235k DOT, which equals to 1 milion USD, is hugely overshot. And doing airdrop by using KYC to users is not the best idea to get adoption.",
    "date": "2023-09-26"
  },
  {
    "id": 154,
    "network": "Polkadot",
    "proposal": "#154 - Retroactive and future maintenance/development of Parachains.info",
    "vote": 1,
    "rationale": "This proposal aims to partly retroactive and partly future fund PARACHAINS.INFO team.",
    "details": "PARACHAINS.INFO is doing a great job by providing repository of unbiased information regarding parachain projects and auctions. Big AYE on this one.",
    "date": "2023-09-26"
  },
  {
    "id": 247,
    "network": "Kusama",
    "proposal": "#247 - Tip for N4DRO for his forensic analysis of addresses associated with recent voting behavior",
    "vote": 1,
    "rationale": "This referendum aims to tip 5 KSM to N4DRO for swift on-chain analysis.",
    "details": "Tipping N4DRO for swiftly analyzing addresses involved in Kusama referenda could help to safeguard network security. That's why we voted AYE.",
    "date": "2023-08-01"
  },
  {
    "id": 1,
    "network": "Moonbeam",
    "proposal": "#1 Proposal: 1 Increase the Collator Active Set in Moonbeam by 4 (3+1 Orbiter)",
    "vote": 1,
    "rationale": "This proposal aims to increase the Collator Active Set by 4 collators, including 1 Orbiter.",
    "details": "Opening collator set for more participants leads to higher decree of decentralization, that's why voted AYE on this one.",
    "date": "2023-08-08"
  },
  {
    "id": 0,
    "network": "Moonbeam",
    "proposal": "#0 Creation of the OpenGov Tech Committee",
    "vote": 1,
    "rationale": "This proposal aims to create the Tech Committee for newly created OpenGov, that has the power to whitelist proposals on the WhiteList Track.",
    "details": "Moving into OpenGov is a way forward for decentralization of Moonbeam, so we voted AYE on this one. The Technical Committee serves to help make well-informed decisions on a technical basis.",
    "date": "2023-08-08"
  },
  {
    "id": 58,
    "network": "HydraDX",
    "proposal": "#58 - HDX DCA Round 4",
    "vote": 1,
    "rationale": "By that referendum approved, 250k DAI from the Treasury will be converted into HDX by using DCA feature.",
    "details": "Converting DAI into other assets increase overall Omnipool liquidity, that's we voted AYE on this one.",
    "date": "2023-08-14"
  },
    {
    "id": 24,
    "network": "Basilisk",
    "proposal": "#24 - HRMP channel openings",
    "vote": 1,
    "rationale": "This referendum will enable opening of new HRMP channels with Bifrost, Shiden, Calamari and Kintsugi.",
    "details": "Opening new HRMP channels brings new opportunities for all mentioned chains allowing adding a new tokens to Basilisk DEX. We definitely support this.",
    "date": "2023-07-27"
  }
]
