[
  {
    "id": 598,
    "network": "Polkadot",
    "proposal": "#598 - Proposing Curators for the DeFi Infrastructure & Tooling Bounty",
    "vote": 1,
    "rationale": "Velocity Labs proposed a curator set for the DeFi Infrastructure and Tooling Bounty including N. Arevalo, A. Viera, B. Chen, Lucas Vogelsang, Leemo, J. Gregus, and Giotto.",
    "details": "The list of curators is very balanced, so it really seems that DeFi Infractructure & Tooling Bounty is in a good hands.",
    "date": "2024-03-27"
  },
  {
    "id": 584,
    "network": "Polkadot",
    "proposal": "#584 - Polkadot Blockchain Academy – Wave 5 – Singapore",
    "vote": 1,
    "rationale": "Polkadot Blockchain Academy will happen from May 20 to June 20, 2024 at the National University of Singapore.",
    "details": "Easy AYE here, this is kind of a proposal that benefits the Polkadot ecosystem in the long run. Having 100+ graduates from the academy is truly awesome.",
    "date": "2024-03-27"
  },
  {
    "id": 582,
    "network": "Polkadot",
    "proposal": "#582 - RegionX | Coretime Marketplace for Polkadot",
    "vote": 1,
    "rationale": "RegionX is a project that helps reduce costs for projects on the Polkadot network. The project also has a secondary marketplace where users can trade Coretime.",
    "details": "Projects like RegionX will build on the foundation that the new model offers to enable greater flexibility in Coretime procurement.",
    "date": "2024-03-27"
  },
  {
    "id": 580,
    "network": "Polkadot",
    "proposal": "#580 - StellaSwap Incentive Program",
    "vote": 1,
    "rationale": "StellaSwap wants to attract more people to use Polkadot for DeFi by using 1M DOT from Treasury as incentives.",
    "details": "Attracting liquidity is beneficial for the end users – traders. Similarly to HydraDX proposal, we also support this referendum.",
    "date": "2024-03-27"
  },
  {
    "id": 576,
    "network": "Polkadot",
    "proposal": "#576 - Continuation of work through Messari Protocol Services",
    "vote": 1,
    "rationale": "Messari wants to continue working with Polkadot to provide research.",
    "details": "Due to high engagement (350k subscribers), reducing budget by 30%, this proposal seems reasonable. We are voting AYE.",
    "date": "2024-03-27"
  },
  {
    "id": 561,
    "network": "Polkadot",
    "proposal": "#561 - Polkadot Hydration: Liquidity Incentives",
    "vote": 1,
    "rationale": "Attract liquidity and attention to the Polkadot ecosystem by granting the HydraDX Treasury 1,000,000 DOT.",
    "details": "Incentivizing liquidity providers is one of the main tactics on how to get the attention of DeFi users from outside of Polkadot eco. AYE.",
    "date": "2024-03-22"
  },
  {
    "id": 560,
    "network": "Polkadot",
    "proposal": "#560 - Polkadot Hydration: Treasury LP",
    "vote": 1,
    "rationale": "1,000,000 DOT as a non-custodial provision of liquidity into the HydraDX Omnipool.",
    "details": "We are in favor of this proposal, as it benefits users the most. And also those funds will remain under the control of the Polkadot Protocol and OpenGov.",
    "date": "2024-03-22"
  },
  {
    "id": 539,
    "network": "Polkadot",
    "proposal": "#539 - Polkadot Asia Developer Community Expansion for 1 Year Operation",
    "vote": 0,
    "rationale": "Providing opportunities and assistance for specific objectives in establishing the Polkadot ecosystem in Asia.",
    "details": "Using marketing bounty, events bounty or some Asian bounty with trusted curators would make more sense.",
    "date": "2024-03-22"
  },
  {
    "id": 525,
    "network": "Polkadot",
    "proposal": "#525 - Polkadot marketing proposal in Chinese speaking areas",
    "vote": 0,
    "rationale": "This proposal aims to boost the brand recognition of Polkadot to a broader group of audience in APAC region.",
    "details": "We voted NAY, because applying via Marketing bounty makes better sense. Or in some Asian bounty with trusted curators.",
    "date": "2024-03-22"
  },
  {
    "id": 517,
    "network": "Polkadot",
    "proposal": "#517 - Polkadot Desktop Wallet Tutorial by Altcoin Daily",
    "vote": 0,
    "rationale": "Altcoin Daily aims to create a tutorial of Talisman wallet for 5,986 DOT.",
    "details": "After watching those low-quality videos produced for the pricetag of 21,219 DOT as a result of referendum #255, we must say NAY to this proposal.",
    "date": "2024-02-27"
  },
  {
    "id": 514,
    "network": "Polkadot",
    "proposal": "#514 - Conor Daly - 2024 Indianapolis 500 Sponsorship",
    "vote": 1,
    "rationale": "This proposal is a sponsorship for Conor Daly to race in 3 professional series, including Indianapolis 500, NASCAR Truck Series, and Nitro Rallycross.",
    "details": "This proposal presents a unique opportunity to elevate Polkadot's visibility on a global stage through high-profile racing events.",
    "date": "2024-02-27"
  },
  {
    "id": 343,
    "network": "Kusama",
    "proposal": "#343 - Set BEEFY genesis (thus starting BEEFY consensus on Kusama)",
    "vote": 1,
    "rationale": "This sets BEEFY genesis to the next block after it executes, thus enabling BEEFY consensus on Kusama.",
    "details": "Enabling BEEFY consensus on Kusama sets the stage for the Kusama<>Ethereum Snowfork bridge. Very beneficial for Kusama and later for Polkadot. AYE.",
    "date": "2024-02-08"
  },
  {
    "id": 122,
    "network": "HydraDX",
    "proposal": "#122 - Add CRU to Omnipool",
    "vote": 1,
    "rationale": "By that referendum approved, HydraDX will add CRU token from Crust to the Omnipool.",
    "details": "Having CRU from Crust in the Omnipool will boost the usage of the token and add the total TVL of the Omnipool.",
    "date": "2024-02-27"
  }
]
