[
  {
    "id": 468,
    "network": "Polkadot",
    "proposal": "#468 - Moralis Project Proposal: Integration & Support for Moonbeam",
    "vote": 1,
    "rationale": "Moralis integrates Moonbeam fully, creates adoption content. Integration cost: 31,500 DOT.",
    "details": "Moralis is a trusted platform with extensive developer support, and the integration costs are justified. Additionally, supporting Astar EVM integration would be beneficial.",
    "date": "2024-02-08"
  },
  {
    "id": 466,
    "network": "Polkadot",
    "proposal": "#466 - Polkalator",
    "vote": 0,
    "rationale": "Polkalator calculates staking rewards based on various staking durations.",
    "details": "The tool looks very unprofessional and it's not worthy the small tip, because it really seems that nobody will use it.",
    "date": "2024-02-08"
  },
  {
    "id": 432,
    "network": "Polkadot",
    "proposal": "#432 - Bifrost Foundation - 500k DOT liquidity loan for Bifrost LST vDOT",
    "vote": 1,
    "rationale": "Bifrost is independently applying to the Polkadot treasury for a 1-year liquidity loan of 500k DOT. The loan will be repaid in full including staking rewards to the Polkadot treasury.",
    "details": "Bifrost has consistently proven its value in the ecosystem, with Bifrost on Kusama successfully managing KSM loans from the treasury. AYE.",
    "date": "2024-01-24"
  },
  {
    "id": 408,
    "network": "Polkadot",
    "proposal": "#408 - Sasha - Fellowship, Proposal-01: PoC and Prototype. ink! + Ethereum RPC = ethink!",
    "vote": 1,
    "rationale": "ethink! aims for Ethereum RPC compatibility for smart contracts parachains. AYE.",
    "details": "Providing a seamless migration for dApp developers and users from the Ethereum ecosystem to Polkadot, without altering the UI/UX, is a significant step toward attracting a broader user base.",
    "date": "2024-01-24"
  },
      {
    "id": 343,
    "network": "Kusama",
    "proposal": "#343 - Set BEEFY genesis (thus starting BEEFY consensus on Kusama)",
    "vote": 1,
    "rationale": "This sets BEEFY genesis to the next block after it executes, thus enabling BEEFY consensus on Kusama.",
    "details": "Enabling BEEFY consensus on Kusama sets the stage for the Kusama<>Ethereum Snowfork bridge. Very beneficial for Kusama and later for Polkadot. AYE.",
    "date": "2023-02-08"
  },
  {
    "id": 77,
    "network": "HydraDX",
    "proposal": "#77 - Add GLMR to Omnipool [CORRECT]",
    "vote": 1,
    "rationale": "By that referendum approved, HydraDX will add GLMR to the Omnipool.",
    "details": "Having GLMR in the Omnipool will boost the usage of it, which will benefit both HydraDX and Moonbeam.",
    "date": "2023-09-25"
  }
]
