[
  {
    "id": 119,
    "network": "Polkadot",
    "proposal": "#119 - Lease swap for Acala",
    "vote": 1,
    "rationale": "Due to bug in Polkadot, Acala's parachain 3336 can never produce valid block and therefore unable to perform lease swap action.",
    "details": "We try to help Acala team to perform lease swap action between 2000 (Acala) and 3336 (parachain bid by Acala Foundation).",
    "date": "2023-05-18"
  },
  {
    "id": 118,
    "network": "Polkadot",
    "proposal": "#118 - 1kvP Validators Initiative: Increase Validators Active Set to 400",
    "vote": 1,
    "rationale": "This referendum will increase the validator active set to 400 validators from 297 per era.",
    "details": "Because increased validator set improves the level of decentralization in Polkadot, we voted in favor of this referendum.",
    "date": "2023-05-11"
  },
    {
    "id": 115,
    "network": "Polkadot",
    "proposal": "#115 - Three New HRMP Channels batch On Polkadot",
    "vote": 1,
    "rationale": "This referendum aims to accept and open return channels between Statemint and parachains BitGreen, SubSocial and Manta Network.",
    "details": "We support this referendum, because opening HRMP channels with Statemint allows those parachains the access to various native Polkadot assets.",
    "date": "2023-04-19"
  },
  {
  "id": 204,
  "network": "Kusama",
  "proposal": "#204 - Privacy Sidechains for all Substrate- Based Chains",
  "vote": 1,
  "rationale": "This propoasl asks for funding ofcompleted work on implementing privacy sidechains for any substrate based chain.",
  "details": "While privacy is super important especially in the on-chain space, we fully support the work of Integritee.",
  "date": "2023-05-25"
  },
  {
  "id": 201,
  "network": "Kusama",
  "proposal": "#201 - Funding for KryptosChain Media Brand - 6 months",
  "vote": 1,
  "rationale": "This propoasl asks for funding of the KryptosChain YouTube channel, which brings information and interviews from the Polkadot eco.",
  "details": "We don't have many as successfull YouTubers as Claudio, so we want to support him in his work. He is doing a great job with his YouTube channel.",
  "date": "2023-05-25"
  },
  {
    "id": 98,
    "network": "Moonbeam",
    "proposal": "#98 Fast-Tracked Proposal 95",
    "vote": 1,
    "rationale": "XCM Transactor pallet had an issue in which it crafted an XCM V3 message that could not be converted to XCM V2.",
    "details": "Our intention is to help Moonbeam to entact the referendum 95, so why voted AYE to this fast-tracking proposal by Tech-Committee and the Council.",
    "date": "2023-05-18"
  },
  {
    "id": 46,
    "network": "HydraDX",
    "proposal": "Accept Moonbeam HRMP & on-chain remark",
    "vote": 1,
    "rationale": "Accepting HRMP channel open request from Moonbeam is the final step to have GLMR in the Omnipool.",
    "details": "Opening channels and allowing trading blue chip tokens like GLMR is amazing achievement for HydraDX Omnipool, so that's we voted AYE.",
    "date": "2023-05-25"
  },
    {
    "id": 32,
    "network": "Centrifuge",
    "proposal": "#32 - CP45 (RU): Runtime Upgrade 1018 + Add CFG and DOT to Asset Registry",
    "vote": 1,
    "rationale": "This referendum will initiate Runtime Upgrade 1018 on Centrifuge and add CFG and DOT to the Asset Registry.",
    "details": "By voting AYE, we indicated the approval of expanding investment options for users on Tinlake.",
    "date": "2023-04-19"
  }
]
